[{"EngExpln": ["This sweet of decad of Tamil songs, by Kulasekara, Ruler of Kolli, King of Kudal(Madurai) saying, “When will I join the band of devotees in Arangam where the Lord resides with lotus-dame Lakshmi?”, --those who master it will be devotees of the Lord."], "Id": 667, "TamExpln": ["***- எல்லையி லடிமைத்திறமாவது- “அடியா ரடியார்தம் மடியா ரடியார்தமக்கடியார் தம் அடியா ரடியோங்களே” என்கிற சேஷத்வகாஷ்டை.", "அடிவரவு: தேட்டு தோடேறு தோய்த்த பொய் ஆதி காரினம் மாலை மொய்த்து அல்லி மெய்.", "ஸாம்ஸாரிகர் படியில் மிக்க வெறுப்பு உண்டாகி, அவர்களைக் காண்பதும் அவர்களோடு ஸஹவாஸஞ் செய்வதும் அஸஹ்யமான நிலைமை தமக்குப் பிறந்தபடியை அருளிச்செய்கிறார்."], "TamSong": ["அல்லிமாமலர் மங்கைநாதன் அரங்கன்மெய்யடி யார்கள்தம்", "எல்லையிலடி மைத்திறத்தினில் என்றுமேவு மனத்தனாம்", "கொல்லிகாவலன் கூடல்நாயகன் கோழிக்கோன்குல சேகரன்", "சொல்லினின்தமிழ் மாலைவல்லவர் தொண்டர்தொண்டர்க ளாவரே."], "TamTblMeanings": ["அகவிதழ்களையுடைய சிறந்த (தாமரை) மலரில் பிறந்த பிராட்டிக்குக் கணவனான", "ஸ்ரீரங்கநாதனுடைய", "உண்மையான பக்தர்களுடைய", "எப்போதும் பொருந்திய திருவுள்ளத்தை யுடையவரும்", "கொல்லிநகர்க்கு அரசரும்", "மதுரைக்கு அரசரும்", "உறையூருக்கு அரசருமான", "குலசேகராழ்வருடைய", "ஸ்ரீஸூக்திளாலே அமைந்த", "இனிய தமிழ்ப்பாசுரங்களை ஒதவல்லவர்கள்", "தாஸாநுதாஸராகப் பெறுவர்"], "TamTblWords": ["அல்லி மாமலர் மங்கைநாதன்", "அரங்கன்", "மெய்அடியார்கள் தம்", "என்றும் மேவு மனத்தன் ஆம்", "கொல்லி காவலன்", "கூடல் நாயகன்", "கோழி கோன்", "குலசேகரன்", "சொல்லின்", "இன் தமிழ் மாலை வல்லவர்", "தொண்டர் தொண்டர்கள் ஆவர்"]}, {"EngExpln": ["Was he the cowherd Lord, residing in the temples of Uraiyur and Madurai? He had four mighty mountain-like arms. I have never seen him before, bless him! His frame was the hue of the deep ocean. He bore a radiant discus and a conch. Aho, was he beautiful.", "Was he the cowherd Lord, residing in the temples of Uraiyur and Madurai? He had four mighty mountain-like arms. I have never seen him before, bless him! His frame was the hue of the deep ocean. He bore a radiant discus and a conch. Aho, was he beautiful."], "Id": 1762, "TamExpln": ["***- தோழீ! இப்பெரியவர் உறையூரிலும் தென் மதுரையிலும் கோயில்கொண்டிருந்து காட்சிதந்த பெரியவர்போலே யிருக்கின்றார்; மலை போன்று வலிமை பொருந்திய நான்கு திருத்தோள்களை யுடையரா யிருக்கின்றார்; திருமேனி நிறத்தில் கருங்கடலை யொத்திருக்கின்றார்; தீருக்கைகளில் திருவாழியும் திருச்சங்குமாய்த் திகழ்கின்றார்; இப்பெரியவரை இதற்கு முன் எங்குங் கண்டதாக நினைவில்லை; இவரது சிற்சில அம்சங்களுக்கு ஏதோ சிலவற்றை உவமை கூறினேனத்தனை யொழிய அவருடைய வடிவழகு பேச்சுக்கு நிலமன்றுகாண் – எனகிறாள்.", "கோழி யென்று உறையூர்க்குப் பெயர்; கூடல் என்று தென்மதுரைக்குப் பெயர். கோவலர் = கோபால; என்னும் வடசொல்லின் விகாரமாகக் கொண்டால் கோபாலக்ருஷ்ணனென்றதாகும்; அன்றி, கோ,வலர் என்று இரண்டு தமிழ்ச் சொற்களாகக் கொண்டால் கோ – அரசர்களுக்குள்ளே, வலர் – வல்லர், (வல்லவர்) ராஜாதிராஜர் என்றபடியாம். இவரைப் பார்த்தால் ஸாமாந்ய புருஷராகத் தோன்றவில்லை; உறையூரையும் மதுரையையும் அரசாட்சி புரிகின்ற அரசர்களோ இவர்! என்னும்படி யிருக்கின்றார் என்பதாம்.", "இவர் தம்மைப் பண்டுங் கண்டறியோம் = எம்பெருமானை முதன் முதலாகக்காணும் போது திருமுகமண்டலத்தில் தண்ணளி முதலியவற்றைக் கொண்டு ‘இவரை முன் எங்கோ கண்டாற்போலிருக்கிறதே!’ என்று தோன்றும்; அதன் பிறகு எவ்வளவு நெருங்கிப் பழகினாலும் தெகுட்டுதலின்றியே “எப்பொழுதும் நாள் திங்களாண்டூழியூழிதொறும் அப்பொழுதைக் கப்பொழுதென் னாராவமுதமே” என்னும்படியான விஷயமாகையாலே முன்பு எங்குங் கண்டறியாததுபோலவும் அப்பொழுதே அபூர்வமாகக் கண்டு அநுபவிப்பது போலவுந் தோன்றிக்கொண்டேயிருக்கும். மற்ற விஷயங்களிற் காட்டில் பகவத்விஷயத்திற்குள்ள வைலக்ஷண்யம் இது என்க.", "இந் நிலவுலகத்துக்குத் தகாத இவ்வழகுக்குக் கண்ணெச்சில் வாராமைக்காக இடையில் வாழியரோ என்கிறாள். ‘வாழி அரோ’ என்று பிரித்து ‘அரோ’ என்பதை அசைச்சொல்லாகக் கொள்க. வாழிய என்னும் வியங்கோள் ஈற்றுயிர் மெய்கெட்டு வாழி என நின்றது. இனி வாழியர் ஓ என்று பிரித்து, வாழியர் என்பதை ரகரமெய்யீற்று வியங்கோள் எனக்கொண்டு ஒகாரத்தை அசையென்றலுமாம்."], "TamSong": ["கோழியும் கூடலும் கோயில் கொண்ட கோவல ரேயொப்பர் குன்றமன்ன", "பாழியும் தோளுமோர் நான்கு டையர் பண்டிவர் தம்மையும் கண்டறியோம்", "வாழிய ரோவிவர் வண்ண மெண்ணில்மாகடல் போன்றுளர் கையில்வெய்ய,", "ஆழியொன் றேந்தியோர் சங்கு பற்றி அச்சோவொருவரழகியவா."], "TamTblMeanings": ["உறையூரையும்", "தென் மதுரையையும்", "இருப்பிடமாகவுடைய", "கோபாலக்ருஷ்ணன் போன்றிருக்கின்றார் இவர்;", "மலை போன்ற", "வலிமை பொருந்திய", "அழகிய", "விலக்ஷணமான நான்கு திருத்தோள்களையும்", "உடையராயிருக்கின்றார்;", "இவரை", "முன்பொருகாலும்", "நாம் பார்த்ததில்லை;", "பல்லாண்டு பல்லாண்டு; (இவர் வாழ்ந்திடுக.)", "இவருடைய வடிவிருக்கும் படியை நினைக்கப்புக்கால்", "பெரிய கடல்போலே யிருக்கின்றாரிவர்;", "ஒரு திருக்கையில்", "தீக்ஷ்ணமான", "ஒரு திருவாழியை ஏந்தியும் (மற்றொரு திருக்கையிலே)", "ஒரு சங்கத்தைத் தரித்துக் கொண்டும்.", "அச்சோ ஒருவர் அழகிய ஆ-."], "TamTblWords": ["கோழியும்", "கூடலும்", "கோயில் கொண்ட", "கோவலரே ஒப்பர்", "குன்றம் அன்ன", "பாழி", "அம்", "ஓர் நான்கு தோளும்", "உடையர்", "இவர்தம்மை", "பண்டும்", "கண்டு அறியோம்", "வாழியரோ", "இவர் வண்ணம் எண்ணில்", "மா கடல் போன்று உளர்", "கையில்", "வெய்ய", "ஆழி ஒன்று ஏந்தி", "ஓர் சங்கு பற்றி", "அச்சோ ஒருவர் அழகிய ஆ-."]}, {"EngExpln": ["The Lord reclines on a serpent in kudandai, venka and Tiruvallur. The Lord reclines on a serpent in Arangam, Tirupper and Abil. The lord reclines on a serpent in the Ocean of Milk. But the timeless, originless lord easily enters the hearts of his devotees.", "The Lord reclines on a serpent in kudandai, venka and Tiruvallur. The Lord reclines on a serpent in Arangam, Tirupper and Abil. The lord reclines on a serpent in the Ocean of Milk. But the timeless, originless lord easily enters the hearts of his devotees."], "Id": 2417, "TamExpln": ["***- கீழ்பாட்டில் “ஐந்தலைவாய் நாகத்தணை – கிடந்தருளும்“ என்று சேஷசயநம் ப்ரஸ்துதமாகையாலே இங்ஙனே திருவனந்தாழ்வான்மீது பள்ளிகொண்டு ஸேவைஸாதிக்கப் பெற்ற திருப்பதிகளுள் சிலவற்றைப் பேசியநுபவிக்கிறார். அன்பருடைய அந்தரங்கத்திலே புகுவதற்கு ஸமயம் எதிர்பார்த்துக் கொண்டு திவ்யதேசங்களிலே தங்கியிருக்கிறானென்பதும் இதில் அநுஸந்திக்கப்படுகிறது.", "திருக்குடந்தைத் திருவெஃகா, திருவெவ்வுளுர், தென்திருவரங்கம், திருப்பேர்நகர், அன்பில், திருப்பாற்கடல் ஆகிய ஏழு தலங்களில் நாகத்தணையிலே கிடந்தருள்வது அன்பருடைய ஹ்ருதயத்திலே புகுருகைக்கு அவஸர ப்ரதீக்ஷையாலே யென்கை.", "வெஃகா – கச்சித்திருப்பதியில் ஸ்ரீயதோக்தகாரிஸந்நிதி. திரு எவ்வுள் – எம்பெருமான் சாலிஹோத்ர மாமுனிவனுக்குப் பிரத்ய க்ஷமாகி ‘வஸிப்பதற்கு உரிய உள் எவ்வுள்?‘ என வினாவியதனால் இத்தலத்திற்குத் திருவெவ்வுளூர் என்று திருநாம்மாயிற்றென்பர். “கிம்க்ருஹம்“ என்பது ஸம்ஸ்க்ருதவ்யவஹாரம். பேர் – அப்பக்குடத்தான் ஸந்நிதி. அடிதோறும் ‘நாகத்தணை‘ என்றது போக்யதாசிசயம் தோற்ற.", "அணைப்பார் கருத்தனாவான் – “***“ என்று கீதையிற் சொல்லுகிறபடியே எப்போதும் எம்பெருமானோடு அணைந்தேயிருக்கவேணு மென்று ஆசையுடையார் ‘அணைப்பார்‘ என்ப்படுவர், அவர்களுடைய, கருத்தன் – கருத்திலே (திருவுள்ளத்தில) பொருந்தினவானாக, ஆவான் – ஆவதற்காக என்றபடி.", "எம்பெருமானுக்கு, பரமபதம் திருப்பாற்கடல் கோயில் திருமலை பெருமாள்கோயில் முதலான உகந்தருளின விடங்களில் இருப்பத்திற்காட்டிலும் மெய்யடியாருடைய ஹ்ருதயகமலத்திலே வாழ்வதே பரமோத்தேச்யமென்றும், ஸமயம்பார்த்து அன்பருடைய நெஞ்சிலே வந்து சேர்வதற்காகவே மற்ற விடங்களில் எம்பெருமான் தங்குகிறான் என்றும், ஆகவே திவ்யதேசங்களில் வாஸம் உபாயமாய் பக்தருடைய ஹ்ருதயத்தில்வாஸமே புருஷார்த்னுக்கு திவ்யதேசவாஸத்தில் ஆதரம் மட்டமாய்விடு மென்றும் ஸ்ரீவசநபூசணத்தில் பிள்ளையுலகாசிரியர் பரமரஸமாக அருளிச் செய்ததெல்லாம் இப்பாசுரத்தையும் மூலமாகக் கொண்டதாகும். “கல்லுங்கனைகடலும் வைகுந்தவானாடும், புல்லென்றொழிந்தனகொல் ஏபாவம்! – வெல்ல, நெடியான் நிறங்கரியான் உள்புகுந்து நீங்கான், அடியேனதுள்ளத்தகம்“ என்று நம்மாழ்வார் பெரிய திருவந்தாதியில் அருளிச்செய்த பாசுரமும் இங்கு ஸ்மரிக்கத்தகும்."], "TamSong": ["நாகத் தணைக்குடந்தை வெஃகா திருவெவ்வுள்,", "நாகத் தணையரங்கம் பேரன்பில், - நாகத்", "தணைப்பாற் கடல்கிடக்கு மாதி நெடுமால்,", "அணைப்பார் கருத் தனா வான்."], "TamTblMeanings": ["திருவனந்தாழ்வானாகிற படுக்கையின் மேலே", "திருக்குடந்தையிலும்", "திருவெஃகாவிலும்", "திருவெவ்வுளுரிலும் (அப்படியே)", "சேஷசயனத்தின் மீது", "திருப்பாற்கடலிலும்", "ஜகத்காரணபூனான ஸர்வேச்வரன்", "திருவனந்தாழ்வானாகிற படுக்கையின்மேல்", "திருவரங்கத்திலும்", "திருப்பேர் நகரிலும்", "அன்பில் என்னுந் திருப்பதியிலும்", "பள்ளி கொண்டிருக்கின்றான்", "(எதுக்காக வென்னில்)", "அன்பருடைய நெஞ்சில் புகுந்தவனாக ஆவதற்காக."], "TamTblWords": ["நாகத்து அணை", "குடந்தை", "வெஃகா", "திரு எவ்வுள்", "நாகத்து அணை", "பால் கடல்", "ஆதி நெடுமால்", "நாகத்து அணை", "அரங்கம்", "பேர்", "அன்பில்", "கிடக்கும்", "(எதுக்காக வென்னில்)", "அணைப்பார் கருத்தன் ஆவான்"]}, {"EngExpln": ["The Lord resides in beautiful kannapuram, kodigai, and the cool fragrant lotus-filled westerly Talaichangam Nanmadiyam, extolled by celestials as the fresh Moon and the rising Sun. Oh! when will I see them all together here and enjoy them to my heart's content?", "The Lord resides in beautiful kannapuram, kodigai, and the cool fragrant lotus-filled westerly Talaichangam Nanmadiyam, extolled by celestials as the fresh Moon and the rising Sun. Oh! when will I see them all together here and enjoy them to my heart's content?"], "Id": 1736, "TamExpln": ["***- திருக்கண்ணபுரத்திலும் திருக்கடிகையிலும் தலைச்சங்க மேல்திசையிலும் நித்ய ஸந்நிதி பண்ணியிருக்கின்ற எம்பெருமானைக் கண்ணாரக் கண்டு களிக்கப் பெறும் நாள் என்றைக்கோ என்று குதூஹலிக்கிறார்.", "கண்ஆர் கண்ணபுரம் = வைத்த கண் வாங்காமல் பார்த்துக்கொண்டே யிருக்கவேண்டும்படி மிக அழகிய திருக்கண்ணபுரம் என்றவாறு. அன்றியே, இடமுடைத்தான (விசாலமான) திருக்கண்ணபுரம் என்றுமாம். கண்-இடம்.", "தலைச்சங்க மேல்திசையுள் விண்ணோர் நாண்மதியை = சோழநாட்டுத் திருப்பதிகளுள் ‘தலைச்சங்க நாண்மதியம்’ என்பது ஒரு திருப்பதி. (திருநாங்கூர் ஸமீபத்திலுள்ளது.) அங்குள்ள எம்பெருமானுக்கு ‘நாண்மதியப் பெருமாள்’ என்று திருநாமம். சிறந்த திருச்சங்கையேந்திய நாண்மதியப் பெருமானையுடைய தலமாதல் பற்றித் தலைச்சங்க நாண்மதியம் என்று திருநாமமென்பர். இது ‘தலைச்சங்காடு’ என்று வழங்கப்படும். ‘தலைச்சங்கநாடு’ என்பது மருவிற்றுப் போலும். தலைச்சங்கப் பெருமாளுடைய இருப்பிட மென்றவாறு. “கைப்பால் அலைச்சங்கமேந்த மணியரங்கத் தம்மான், தலைச்சங்க நாண்மதியத் தான்” என்பது ஐயங்காரது நூற்றெட்டுத் திருப்பதியந்தாதிப் பாசுரம். இத்தலத்திற்குப் பாடல் ஆழ்வார் திவ்யஸூக்திகளுள் இஃதொன்றும், பெரியதிருமடலில் “நன்னீர்த் தலைச்சங்க நாண்மதியை” என்பதும்."], "TamSong": ["கண்ணார் கண்ணபுரம் கடிகை கடிகமழும்", "தண்ணார் தாமரைசூழ் தலைச்சங்க மேல்திசையுள்", "விண்ணோர் நாண்மதியை விரிகின்ற வெஞ்சுடரை", "கண்ணாரக் கண்டுகொண்டு களிக்கின்றதிங் கென்றுகொலோ."], "TamTblMeanings": ["கண் பொருந்தும்படியான (ஸுந்தரமான)", "திருக்கண்ணபுரத்திலும்", "திருக்கடிகாசலத்திலும்", "குளிர்ச்சி பொருந்திய", "தாமரைகளாலே சூழப்பட்ட", "தலைச்சங்கமென்னும் பதியில் மேலைப்பக்கத்திலும்", "நித்யஸூரிகளுக்கு", "நாள்தோறும் சந்திரன்போலே அநுபவிக்கவுரியனாய்", "உதயகாலத்தில் விரியும் ஸூரியன்போலே ப்ரதாபம் மிக்கவனான எம்பெருமானை", "இந்நிலத்திலே", "கண்கள் த்ருப்திபெறுமளவும் காணப்பெற்று", "ஆநந்திப்பது", "என்றைக்கோ?."], "TamTblWords": ["கண் ஆர்", "கண்ணபுரம்", "கடிகை", "தண் ஆர்", "தாமரை சூழ்", "தலைச்சங்கம் மேல் திசையுள்", "விண்ணோர்", "நாள் மதியை", "விரிகின்ற வெம் சுடரை", "இங்கு", "கண் ஆர கண்டுகொண்டு", "களிக்கின்றது", "என்று கொல்"]}, {"EngExpln": ["This decad of the thousand songs, by the devotee's devotee's devotee Stakopan of Kurugur on the Lord of the three qualities, -of making, keeping and breaking, -will end karmas for those who sing it night and day", "This decad of the thousand songs, by the devotee's devotee's devotee Stakopan of Kurugur on the Lord of the three qualities, -of making, keeping and breaking, -will end karmas for those who sing it night and day"], "Id": 3571, "TamExpln": ["***- (கொண்டமூர்த்தி.) இத்திருவாய்மொழியைப் பாடவல்லார்க்கு இந்திரியங்களால் நலிவு படவேண்டிய பாவங்கள் தொலையுமென்று பயனுரைத்துத் தலைக்கள் கட்டுகின்றார். “கொண்டமூர்த்தியோர் மூவராய்க் குணங்கள்” என்றதை “குணங்கள் கொண்டமூர்த்தியோர் மூவராய்” என்று அந்வயித்துக் கொள்வது ஸதர்வம்ரஜஸ் தமஸ் என்கிற மூன்று குணங்களுக்கும் தகுதியாக மூன்று திருக்கோலங்களைப் பரிக்ரஹித்தால் எம்பெருமான். ஸத்வதணங் கொண்ட மூர்த்தி-தானான மூர்த்தி; ரஜோகுணங்கொண்ட மூர்த்தி-பிரமனான மூர்த்தி; தமோகுணங்கொண்ட மூர்த்தி-உரத்திரனான மூர்த்தி. பிரமனுக்கு அந்தர்யாமியாய்ப் படைத்தல் தொழிலைச் செய்தும், ருத்ரனுக்கு அந்தர்யாமியாய் ஸம்ஹாரத் தொழிலைச் செய்தும், தானான தன்மையிலே நின்று காத்தல் தொழிலைச் செய்தும் போருமவன் என்கிறது முதலடி.", "அப்புண்டரீகக் கொப்பூழ்-எம்பெருமானே முதல்வன் என்பதைக் திருநாபிக் கமலமே மூதலித்துக் கொடுக்கும். இவ்வாழ்வார்தாமே பெரிய திருவந்தாதியில் முதலாந் திருவுருவம் மூன்றென்பர், ஒன்றே முதலாகும் மூன்றும் மென்பர் முதல் வா! நிகரிலகு காருருவா நின்ன்கத்தன்றே புகரிலகு தாமரையின் பூ என்ற பாசுரத்தினால் வெளியிட்டருளின அர்த்தத்தை பட்டர் ஸ்ரீரங்கராஜஸ்வத்திலே 1-116 “த்ரயோ தேவாஸ் துல்யா”: என்கிற ச்லோகத்திலே “விபோர் நாபீபத்மோ விதிசிவநிதாநம் பகவத: ததந்யத் ப்ரூபங்கீபரவதிதி ஸித்தாந்தயதி ந: என்பதனால் விவரித்தருளினார்.", "புனல்பள்ளியப்பனுக்கே - ஜகந்தையெல்லா முண்டாக்குகைக்காக ஏகார்ணவத்திலே கண்வாளர்ந்தருளினபடியைச் சொல்லுகிறது. அப்படிப்பட்ட எம்பெருமானுக்குத் தொண்டர் தொண்டர் தொண்டர்க்குத் தொண்டராம் ஆழ்வார். இங்கே நம்பிள்ளை அருளிச் செய்யும்படி பாரீர்;- “விஷயங்களையும் இந்த்ரியங்களையும் அநுஸந்தித்த நெஞ்சாறல்தீர சேஷத்வத்தினுடைய எல்லை நிலத்திலே போய் நிற்கிறார், தாபார்த்கன் மடுவிலே ஆழ்விழியுமாப்போலே.”", "தாஸாநுதாஸ சரமாவதிதாஸரான ஆழ்வாரருளிச் செய்த ஆயிரத்தினுள்ளே இத்திருவாய்மொழியைச் கண்டு பாடவல்லாருடைய வினைகள் தொலைந்திடும்.", "“கங்குலும் பகலுங்கண்டு பாடவல்லர்” என்றும் அந்வயிக்கலாம்; “கண்டு பாட வல்லாருடைய சங்குலும் பகலும் வினைபோம்” என்றும் கொள்ளலாம்; இரவும் பகலுமுண்டாகிற வினளகளெல்லாம் போம் என்றபடி."], "TamSong": ["கொண்ட மூர்த்தியோர் மூவராய்க் குணங்கள் படைத்தளித் துக்கெடுக் கும்,அப்", "புண்ட ரீகப்கொப் பூழ்ப்புனற் பள்ளி யப்பனுக்கே,", "தொண்டர் தொண்டர் தொண்டர் தொண்டன் சடகோபன் சொல்லா யிரத்துளிப்பத்தும்,", "கண்டு பாடவல் லார்வினை போம்கங்கு லும்பகலே."], "TamTblMeanings": ["ஸத்வம் ரஜஸ் தமஸ் என்ற மூன்று குணங்களைக் கொண்ட.", "மும்மூர்த்திகளுமாய்", "ஸ்வருஷ்டிஸ்திதிகளுமாய்", "அப்படிப்பட்ட பத்மநாபனாய்", "காரண ஜலத்திலே கண்வளர்ந்த பெருமானுக்கு", "தாஸாது தாஸராண ஆழ்வார்", "அருளிச் செய்த ஆயிரத்தினுள்", "இப் பத்துப் பாசுரங்களையும்", "ஸதாகாலமும்", "பொருள் கண்டு பாடவல்லாருடைய", "பாவங்கா தொலைந்துபோம்."], "TamTblWords": ["குணங்கள் கொண்ட", "மூர்த்தி ஓர் மூவர் ஆய்", "படைத்து அளித்து கெடுக்கும்", "அப்புண்டரீகம் கொப்பூழ்", "புனல் பள்ளி அப்பனுக்கே", "தொண்டர் தொண்டர் தொண்டன் சடகோபன்", "சொல் ஆயிரத்துள்", "இப் பத்தும்", "சங்குலும் பகலும்", "கண்டு பாட வல்லார்", "வினை போம்"]}]