export var node3_messages = {
  en: {
    song_text: {
      667: ["NA"],
      1762: [],
      2417: [],
      1736: [],
      3571: [],

    },
    song_word: {
      667: ["En11", "En12"],
      1762: [],
      2417: [],
      1736: [],
      3571: [],
    },
    word_meaning: {
      667: ["En21", "En22"],
      1762: [],
      2417: [],
      1736: [],
      3571: [],
    },
    expln_header: {
      667: ['EnExpln of xyz', 'EnExpln2 of xyz2'],
      1762: [],
      2417: [],
      1736: [],
      3571: [],
    },
    expln_text: {
      667: [["This sweet of decad of Tamil songs, by Kulasekara, Ruler of Kolli, King of Kudal(Madurai) saying, “When will I join the band of devotees in Arangam where the Lord resides with lotus-dame Lakshmi?”, --those who master it will be devotees of the Lord."],
            ["This sweet2"]],
      1762: [["Was he the cowherd Lord, residing in the temples of Uraiyur and Madurai? He had four mighty mountain-like arms. I have never seen him before, bless him! His frame was the hue of the deep ocean. He bore a radiant discus and a conch. Aho, was he beautiful.", "SENTENNCE 2Was he the cowherd Lord, residing in the temples of Uraiyur and Madurai? He had four mighty mountain-like arms. I have never seen him before, bless him! His frame was the hue of the deep ocean. He bore a radiant discus and a conch. Aho, was he beautiful."]],
      2417: [[]],
      1736: [[]],
      3571: [[]],
    }
  },
  ta: {
    song_text: {
      667: ["அல்லிமாமலர் மங்கைநாதன் அரங்கன்மெய்யடி யார்கள்தம்", "எல்லையிலடி மைத்திறத்தினில் என்றுமேவு மனத்தனாம்", "கொல்லிகாவலன் கூடல்நாயகன் கோழிக்கோன்குல சேகரன்", "சொல்லினின்தமிழ் மாலைவல்லவர் தொண்டர்தொண்டர்க ளாவரே."],
      1762: ["கோழியும் கூடலும் கோயில் கொண்ட கோவல ரேயொப்பர் குன்றமன்ன", "பாழியும் தோளுமோர் நான்கு டையர் பண்டிவர் தம்மையும் கண்டறியோம்", "வாழிய ரோவிவர் வண்ண மெண்ணில்மாகடல் போன்றுளர் கையில்வெய்ய,", "ஆழியொன் றேந்தியோர் சங்கு பற்றி அச்சோவொருவரழகியவா."],
      2417: [],
      1736: [],
      3571: [],

    },
    song_word: {
      667: ["அல்லி மாமலர் மங்கைநாதன்", "அரங்கன்", "மெய்அடியார்கள் தம்", "என்றும் மேவு மனத்தன் ஆம்", "கொல்லி காவலன்", "கூடல் நாயகன்", "கோழி கோன்", "குலசேகரன்", "சொல்லின்", "இன் தமிழ் மாலை வல்லவர்", "தொண்டர் தொண்டர்கள் ஆவர்"],
      1762: ["கோழியும்", "கூடலும்", "கோயில் கொண்ட", "கோவலரே ஒப்பர்", "குன்றம் அன்ன", "பாழி", "அம்", "ஓர் நான்கு தோளும்", "உடையர்", "இவர்தம்மை", "பண்டும்", "கண்டு அறியோம்", "வாழியரோ", "இவர் வண்ணம் எண்ணில்", "மா கடல் போன்று உளர்", "கையில்", "வெய்ய", "ஆழி ஒன்று ஏந்தி", "ஓர் சங்கு பற்றி", "அச்சோ ஒருவர் அழகிய ஆ-."],
      2417: [],
      1736: [],
      3571: [],
    },
    word_meaning: {
      667: ["அகவிதழ்களையுடைய சிறந்த (தாமரை) மலரில் பிறந்த பிராட்டிக்குக் கணவனான", "ஸ்ரீரங்கநாதனுடைய", "உண்மையான பக்தர்களுடைய", "எப்போதும் பொருந்திய திருவுள்ளத்தை யுடையவரும்", "கொல்லிநகர்க்கு அரசரும்", "மதுரைக்கு அரசரும்", "உறையூருக்கு அரசருமான", "குலசேகராழ்வருடைய", "ஸ்ரீஸூக்திளாலே அமைந்த", "இனிய தமிழ்ப்பாசுரங்களை ஒதவல்லவர்கள்", "தாஸாநுதாஸராகப் பெறுவர்"],
      1762: ["உறையூரையும்", "தென் மதுரையையும்", "இருப்பிடமாகவுடைய", "கோபாலக்ருஷ்ணன் போன்றிருக்கின்றார் இவர்;", "மலை போன்ற", "வலிமை பொருந்திய", "அழகிய", "விலக்ஷணமான நான்கு திருத்தோள்களையும்", "உடையராயிருக்கின்றார்;", "இவரை", "முன்பொருகாலும்", "நாம் பார்த்ததில்லை;", "பல்லாண்டு பல்லாண்டு; (இவர் வாழ்ந்திடுக.)", "இவருடைய வடிவிருக்கும் படியை நினைக்கப்புக்கால்", "பெரிய கடல்போலே யிருக்கின்றாரிவர்;", "ஒரு திருக்கையில்", "தீக்ஷ்ணமான", "ஒரு திருவாழியை ஏந்தியும் (மற்றொரு திருக்கையிலே)", "ஒரு சங்கத்தைத் தரித்துக் கொண்டும்.", "அச்சோ ஒருவர் அழகிய ஆ-."],
      2417: [],
      1736: [],
      3571: [],
    },
    expln_header: {
      667: ['H1 of xyz'],
      1762: ['H1 of xyz'],
      2417: [],
      1736: [],
      3571: [],
    },
    expln_text: {
      667: [["***- எல்லையி லடிமைத்திறமாவது- “அடியா ரடியார்தம் மடியா ரடியார்தமக்கடியார் தம் அடியா ரடியோங்களே” என்கிற சேஷத்வகாஷ்டை.", "அடிவரவு: தேட்டு தோடேறு தோய்த்த பொய் ஆதி காரினம் மாலை மொய்த்து அல்லி மெய்.", "ஸாம்ஸாரிகர் படியில் மிக்க வெறுப்பு உண்டாகி, அவர்களைக் காண்பதும் அவர்களோடு ஸஹவாஸஞ் செய்வதும் அஸஹ்யமான நிலைமை தமக்குப் பிறந்தபடியை அருளிச்செய்கிறார்."]],
      1762: [["***- தோழீ! இப்பெரியவர் உறையூரிலும் தென் மதுரையிலும் கோயில்கொண்டிருந்து காட்சிதந்த பெரியவர்போலே யிருக்கின்றார்; மலை போன்று வலிமை பொருந்திய நான்கு திருத்தோள்களை யுடையரா யிருக்கின்றார்; திருமேனி நிறத்தில் கருங்கடலை யொத்திருக்கின்றார்; தீருக்கைகளில் திருவாழியும் திருச்சங்குமாய்த் திகழ்கின்றார்; இப்பெரியவரை இதற்கு முன் எங்குங் கண்டதாக நினைவில்லை; இவரது சிற்சில அம்சங்களுக்கு ஏதோ சிலவற்றை உவமை கூறினேனத்தனை யொழிய அவருடைய வடிவழகு பேச்சுக்கு நிலமன்றுகாண் – எனகிறாள்.", "கோழி யென்று உறையூர்க்குப் பெயர்; கூடல் என்று தென்மதுரைக்குப் பெயர். கோவலர் = கோபால; என்னும் வடசொல்லின் விகாரமாகக் கொண்டால் கோபாலக்ருஷ்ணனென்றதாகும்; அன்றி, கோ,வலர் என்று இரண்டு தமிழ்ச் சொற்களாகக் கொண்டால் கோ – அரசர்களுக்குள்ளே, வலர் – வல்லர், (வல்லவர்) ராஜாதிராஜர் என்றபடியாம். இவரைப் பார்த்தால் ஸாமாந்ய புருஷராகத் தோன்றவில்லை; உறையூரையும் மதுரையையும் அரசாட்சி புரிகின்ற அரசர்களோ இவர்! என்னும்படி யிருக்கின்றார் என்பதாம்.", "இவர் தம்மைப் பண்டுங் கண்டறியோம் = எம்பெருமானை முதன் முதலாகக்காணும் போது திருமுகமண்டலத்தில் தண்ணளி முதலியவற்றைக் கொண்டு ‘இவரை முன் எங்கோ கண்டாற்போலிருக்கிறதே!’ என்று தோன்றும்; அதன் பிறகு எவ்வளவு நெருங்கிப் பழகினாலும் தெகுட்டுதலின்றியே “எப்பொழுதும் நாள் திங்களாண்டூழியூழிதொறும் அப்பொழுதைக் கப்பொழுதென் னாராவமுதமே” என்னும்படியான விஷயமாகையாலே முன்பு எங்குங் கண்டறியாததுபோலவும் அப்பொழுதே அபூர்வமாகக் கண்டு அநுபவிப்பது போலவுந் தோன்றிக்கொண்டேயிருக்கும். மற்ற விஷயங்களிற் காட்டில் பகவத்விஷயத்திற்குள்ள வைலக்ஷண்யம் இது என்க.", "இந் நிலவுலகத்துக்குத் தகாத இவ்வழகுக்குக் கண்ணெச்சில் வாராமைக்காக இடையில் வாழியரோ என்கிறாள். ‘வாழி அரோ’ என்று பிரித்து ‘அரோ’ என்பதை அசைச்சொல்லாகக் கொள்க. வாழிய என்னும் வியங்கோள் ஈற்றுயிர் மெய்கெட்டு வாழி என நின்றது. இனி வாழியர் ஓ என்று பிரித்து, வாழியர் என்பதை ரகரமெய்யீற்று வியங்கோள் எனக்கொண்டு ஒகாரத்தை அசையென்றலுமாம்."]],
      2417: [[]],
      1736: [[]],
      3571: [[]],
    }
  },
  te: {
    song_text: {
      667: [],
      1762: [],
      2417: [],
      1736: [],
      3571: [],

    },
    song_word: {
      667: [],
      1762: [],
      2417: [],
      1736: [],
      3571: [],
    },
    word_meaning: {
      667: [],
      1762: [],
      2417: [],
      1736: [],
      3571: [],
    },
    expln_header: {
      667: ['H1 of xyz'],
      1762: [],
      2417: [],
      1736: [],
      3571: [],
    },
    expln_text: {
      667: [["telugu explanantion"]],
      1762: [[]],
      2417: [[]],
      1736: [[]],
      3571: [[]],
    }
  }
}
